export const templateTexts = {
    Template1: `「　」は、毎週　曜日に　で活動しております。
楽しみながらも真剣に野球に取り組む、20～30歳代が主力のそこそこ若いチームです。メンバー同士も仲が良く、溶け込みやすい環境です！
体験参加は常時受け付けております。下記詳細をご覧いただき、少しでも興味を持っていただいた方は、ぜひご連絡いただければと存じます。

所属リーグ：
メンバー構成：
主に使用するグラウンド：
活動頻度：
チームコンセプト：

[イベント]
・ 紅白戦
・ 野球合宿
・ バーベキュー
・ 忘年会
[募集要項（選手）]
・ 高校野球以上の経験者の方
・ 特に希望するポジション
    投手
    遊撃手
・ 楽しみながらも真剣に野球がしたい方
・ 20歳未満の方でも大歓迎です。
[募集要項（マネージャー）]
・ 野球が好きな方
・ 男女問わず
・ 未経験の方も大歓迎です！

最後までご覧いただきありがとうございました。何歳になっても野球に熱くなりたい方をお待ちしております！
質問や不明な点がございましたら、お気軽に　までご連絡ください。
宜しくお願い致します！`,

Template2: `「　」では、新しいメンバーを大募集しています！
活動場所: 　
活動曜日: 　曜日
野球初心者でも大歓迎！野球が好きな方、興味がある方なら誰でも参加OKです。私たちと一緒に楽しくプレーしませんか？

チームの特徴:
・ 初心者から経験者まで幅広いメンバーが在籍
・ 和気あいあいとした雰囲気
・ イベントや交流会も多数開催

こんな方におすすめ:
・ スポーツを通じて新しい友達を作りたい方
・ 運動不足を解消したい方
・ 野球に挑戦してみたい方
・ 楽しく体を動かしたい方

ご興味のある方は、ぜひお気軽にご連絡ください。体験参加も随時受付中です！
皆さんと一緒にプレーできるのを楽しみにしています！
ご質問や詳細については、お気軽にお問い合わせください。`,

Template3: `　で活動しておりますS「　」と申します。
このたび、グランドが確保できましたので練習試合のお相手を募集します。
結成　年目、平均年齢　歳、自己評価レベルは　程度です。
できれば同等のレベルが希望です。
　大会に出場しています。
下記の要項と条件にご賛同いただけるチーム様、ぜひご検討ください。

日時: 
場所: 
※使用グランド面は前日確定します。

〇審判攻撃側・全員打ち可。時間優先の7回戦でお願いします。
〇試合球2個以上ご用意ください。綺麗であればもちろん中古球で構いません
〇グランド代 　円ご負担願います。

その他、ご不明な点等ありましたら、メッセージにてお問い合わせください。
どうぞよろしくお願いいたします。`,

Template4: `こんにちは、草野球チーム「　」です。
次回の試合において、人数が不足しているため、助っ人を募集しています。
〇日時: 
〇場所: 
野球が好きな方であれば、経験は問いません。ぜひ私たちと一緒に楽しくプレーしましょう！

募集要項:
・ 野球用具一式（グローブ、バット等）を持参できる方
・ ユニフォームがない方は動きやすい服装で構いません
・ 年齢・経験不問。野球が好きな方ならどなたでも大歓迎です！

ご都合がつく方やご質問がある方は、ぜひお気軽にご連絡ください。
皆さんの参加をお待ちしております！`,

Template5: `こんにちは！草野球チーム「チーム名」です。
私たちのチームでは、一緒にチームをサポートしてくださるマネージャーを募集しています。野球が好きな方、興味がある方、ぜひ私たちと一緒に楽しい時間を過ごしましょう！
活動場所: 場所
活動曜日: 曜日

こんな方を募集しています:
・ 野球が好きな方、興味がある方
・ チームのサポートを楽しめる方
・ 年齢・性別は問いません
・ 未経験者でも大歓迎！

少しでも興味を持っていただけましたら、ぜひお気軽にご連絡ください。体験参加も随時受け付けています！
皆さんと一緒に楽しく活動できるのを楽しみにしています！`
};
