import React from 'react';

const Template1 = () => {
    return (
        <div>
            <h1>ご覧いただきありがとうございます。</h1>
            <p>草野球チーム「 」は、毎週 メインに で活動しております。</p>
            <p>楽しみながらも真剣に野球に取り組む、20～30歳代が主力のそこそこ若いチームです。メンバー同士も仲が良く、溶け込みやすい環境です！</p>
            <p>体験参加は常時受け付けております。下記詳細をご覧いただき、少しでも興味を持っていただいた方は、ぜひご連絡いただければと存じます。</p>
            <h2>所属リーグ</h2>
            <h2>メンバー構成</h2>
            <p>{memberComposition}</p>
            <h2>主に使用するグラウンド</h2>
            <p> グラウンド</p>
            <h2>活動頻度</h2>
            <p>週　回</p>
            <h2>チームコンセプト</h2>
            <p>「　」</p>
            <h2>イベント</h2>
            <ul>
                * 紅白戦
                * 野球合宿
                * バーベキュー
                * 忘年会
            </ul>
            <h2>募集要項（選手）</h2>
            <p> * 高校野球以上の経験者の方
                * 特に希望するポジション
                    投手
                    遊撃手
                * 楽しみながらも真剣に野球がしたい方
                * 20歳未満の方でも大歓迎です。
            </p>
            <h2>募集要項（マネージャー）</h2>
            <p> * 野球が好きな方
                * 男女問わず
                * 未経験の方も大歓迎です！
            </p>
            <p>最後までご覧いただきありがとうございました。何歳になっても野球に熱くなりたい方をお待ちしております！</p>
            <p>質問や不明な点がございましたら、お気軽に　までご連絡ください。</p>
            <p>宜しくお願い致します！</p>
        </div>
    );
};

export default Template1;